Repository: socialsky-io/opencloud
Catalog: services/notifications/pkg/email/l10n/locale/*/LC_MESSAGES/notifications.po
Languages: pt

source: Click here to check it: {ShareLink}
pt: Clique aqui para verificar: {ShareLink}

source: Click here to view it: {ShareLink}
pt: Clique aqui para visualizar: {ShareLink}

source: Hello {ShareGrantee}
pt: Olá {ShareGrantee}

source: Hello {ShareGrantee},
pt: Olá {ShareGrantee},

source: Hello {SpaceGrantee},
pt: Olá {SpaceGrantee},

source: Hi {DisplayName},
pt: Olá {DisplayName},

source: Hi,
pt: Olá,

source: Membership of '{SpaceName}' expired at {ExpiredAt}
pt: A subscrição em «{SpaceName}» expirou em {ExpiredAt}

source: Report
pt: Relatório

source: ScienceMesh: {InitiatorName} wants to collaborate with you
pt: ScienceMesh: {InitiatorName} quer colaborar consigo

source: Share to '{ShareFolder}' expired at {ExpiredAt}
pt: A partilha para «{ShareFolder}» expirou em {ExpiredAt}

source: Your membership of space {SpaceName} has expired at {ExpiredAt} Even though this membership has expired you still might have access through other shares and/or space memberships
pt: A sua subscrição no espaço {SpaceName} expirou em {ExpiredAt} Ainda que esta subscrição tenha expirado, poderá continuar a ter acesso através de outras partilhas e/ou subscrições de espaço

source: Your share to {ShareFolder} has expired at {ExpiredAt} Even though this share has been revoked you still might have access through other shares and/or space memberships.
pt: A sua partilha para {ShareFolder} expirou em {ExpiredAt} Ainda que esta partilha tenha sido revogada, poderá continuar a ter acesso através de outras partilhas e/ou subscrições de espaço.

source: {ShareSharer} ({ShareSharerMail}) wants to start sharing collaboration resources with you. Please visit your federation settings and use the following details: Token: {Token} ProviderDomain: {ProviderDomain}
pt: {ShareSharer} ({ShareSharerMail}) quer iniciar a partilha de recursos de colaboração consigo. Por favor, visite as definições de federação e utilize os seguintes dados: Token: {Token} Podevor de Dominio: {ProviderDomain}

source: {ShareSharer} ({ShareSharerMail}) wants to start sharing collaboration resources with you. To accept the invite, please visit the following URL: {ShareLink} Alternatively, you can visit your federation settings and use the following details: Token: {Token} ProviderDomain: {ProviderDomain}
pt: {ShareSharer} ({ShareSharerMail}) quer iniciar a partilha de recursos de colaboração consigo. Para aceitar o convite, visite a seguinte URL: {ShareLink} Em alternativa, pode visitar as definições de federação e utilizar os seguintes dados: Token: {Token} Provedor de Dominio: {ProviderDomain}

source: {ShareSharer} has shared "{ShareFolder}" with you.
pt: {ShareSharer} partilhou «{ShareFolder}» consigo.

source: {ShareSharer} shared '{ShareFolder}' with you
pt: {ShareSharer} partilhou «{ShareFolder}» consigo

source: {SpaceSharer} has invited you to join "{SpaceName}".
pt: {SpaceSharer} convidou-o/a a juntar-se a «{SpaceName}».

source: {SpaceSharer} has removed you from "{SpaceName}". You might still have access through your other groups or direct membership.
pt: {SpaceSharer} removeu-o/a de «{SpaceName}». Poderá ainda ter acesso através dos seus outros grupos ou subscrição direta.

source: {SpaceSharer} invited you to join {SpaceName}
pt: {SpaceSharer} convidou-o/a a juntar-se a {SpaceName}

source: {SpaceSharer} removed you from {SpaceName}
pt: {SpaceSharer} removeu-o/a de {SpaceName}
